# Host: localhost  (Version: 5.5.53)
# Date: 2017-11-22 23:00:14
# Generator: MySQL-Front 5.3  (Build 4.234)

/*!40101 SET NAMES utf8 */;

#
# Structure for table "thecolor02"
#

CREATE TABLE `thecolor02` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) DEFAULT NULL,
  `score` varchar(255) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=MyISAM AUTO_INCREMENT=59 DEFAULT CHARSET=utf8;

#
# Data for table "thecolor02"
#

INSERT INTO `thecolor02` VALUES (1,'111','2','色盲'),(2,'','',''),(3,'超超','21','色狼'),(4,'某阙','15','色盲'),(5,'飞','21','色狼'),(6,'某阙','25','色狼'),(7,'伟哥','24','色狼'),(8,'你爸爸','19','色狼'),(9,'某阙','21','色狼'),(10,'欣欣','14','色盲'),(11,'哈哈哈哈','25','色狼'),(12,'卡尔','25','色狼'),(13,'欣欣','16','色盲'),(14,'肖瑞','28','色鬼'),(15,'某阙','20','色狼'),(16,'小阿姨','21','色狼'),(17,'xiaorui','35','色鬼'),(18,'小飞飞','29','色鬼'),(19,'吴亦凡','14','色盲'),(20,'卡尔','31','色鬼'),(21,'11','24','色狼'),(22,'占领','27','色鬼'),(23,'占领','27','色鬼'),(24,'色魔','23','色狼'),(25,'6666666','18','色盲'),(26,'卡尔','34','色鬼'),(27,'哈哈','20','色狼'),(28,'啥地方','21','色狼'),(29,'帅','42','色魔'),(30,'11','25','色狼'),(31,'卡尔','36','色鬼'),(32,'花花','30','色鬼'),(33,'某阙','26','色狼'),(34,'1111','24','色狼'),(35,'haowaiyi','22','色狼'),(36,'0','22','色狼'),(37,'欧阳','41','色魔'),(38,'1111','26','色狼'),(39,'222','21','色狼'),(40,'6666666','37','色魔'),(41,'1111','27','色鬼'),(42,'o.o','0','色盲'),(43,'某阙','31','色鬼'),(44,'9','15','色盲'),(45,'某阙','31','色鬼'),(46,'某阙','31','色鬼'),(47,'某阙','31','色鬼'),(48,'小鬼','34','色鬼'),(49,'444444','21','色狼'),(50,'1','25','色狼'),(51,'00.','32','色鬼'),(52,'o.o','29','色鬼'),(53,'怎么就过不了色狼','21','色狼'),(54,'999','20','色狼'),(55,'99','30','色鬼'),(56,'555','31','色鬼'),(57,'...','0','色盲'),(58,'西兰花','27','色鬼');
